/* Title when connecting to a host (right now just contains the host name) */
"%@" = "%@";

/* Unit format string for displaying a number of bytes */
"%@ B" = "%@ B";

/* Unit format string for displaying a number of gigabytes */
"%@ GB" = "%@ GB";

/* Unit format string for displaying a number of gigahertz */
"%@ GHz" = "%@ GHz";

/* Unit format string for displaying a number of hertz */
"%@ Hz" = "%@ Hz";

/* Unit format string for displaying a number of kilobytes */
"%@ KB" = "%@ KB";

/* Unit format string for displaying a number of kilohertz */
"%@ KHz" = "%@ KHz";

/* Unit format string for displaying a number of megabytes */
"%@ MB" = "%@ MB";

/* Unit format string for displaying a number of megahertz */
"%@ MHz" = "%@ MHz";

/* Description of an image's size such as (1024 by 768) */
"%d by %d" = "%1$d × %2$d";

/* Message displayed when the other iPhone refuses a connection */
"\"%@\" has declined connection" = "\"%@\"は、接続に同意しませんでした。";

/* Error message for an access denied error */
"Access to file denied" = "ファイルへのアクセスが拒否されました";

/* Title for screen that shows the currect background activities in progress (downloads or uploads)
   Activity title */
"Activity" = "アクティビティ";

/* Title for add bookmark view */
"Add Bookmark" = "ブックマークを追加";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add File to iTunes Library" = "ファイルをiTunesライブラリに追加";

/* Label for file action that adds an image to the iPhoto library of the connected Mac */
"Add Image to iPhoto Library" = "イメージを iPhoto ライブラリに追加";

/* Label for file action that adds a media file to the iTunes library of the connected Mac */
"Add Media File to iTunes Library" = "メディアファイルを iTunes ライブラリに追加";

/* Title for screen where you add a new remote host to bookmark list */
"Add Remote Host" = "リモートホストを追加";

/* Add a photo to the iPhone's photo album */
"Add to Photo Album" = "フォトアルバムに追加";

/* Error message for remote write error */
"An error occurred while writing to the remote file" = "リモートファイルへの書き込み中にエラーが起きました";

/* Error message when remote command execution fails */
"An error was encountered while executing the remote command" = "リモートコマンドの実行中にエラーが起きました";

/* Actions available to the user for this file */
"Available Actions" = "アクションの利用可能";

/* Title for view that shows a list of document bookmarks */
"Bookmarks" = "ブックマーク";

/* Title for screen that displays the files stored in Briefcase */
"Briefcase Files" = "Briefcase ファイル";

/* System information label for the frequency of the bus (eg 1.3GHz */
"Bus Frequency" = "バス周波数";

/* Cancel button label */
"Cancel" = "キャンセル";

/* System information label for computer name */
"Computer Name" = "コンピュータ名";

/* System information label for the type of computer (eg iMac) */
"Computer Type" = "コンピュータタイプ";

/* Connect title */
"Connect" = "接続";

/* Title for screen once we have connected */
"Connected" = "接続中";

/* Title for screen while we are connecting */
"Connecting" = "接続中";

/* Title for dialog asking user if they wish to accept a connection from another iPhone */
"Connection Request" = "接続要求";

/* Message for users viewing file information when not connected */
"Connection required for more options" = "その他のオプションには、接続が必要です。";

/* Message shown to user when they try to connect to an iPhone using Briefcase Lite */
"Connection to iPhones not available with Briefcase Lite" = "Briefcase Liteでは、iPhoneへの接続ができません。";

/* Continue button label */
"Continue" = "続ける";

/* System information label for the number of core the CPU(s) in the computer have */
"CPU Cores" = "CPU コア数";

/* System information label for the frequence of the CPU(s) (eg 3GHz) */
"CPU Frequency" = "CPU 周波数";

/* Label for information field that displays the modified data of the file */
"date" = "日付";

/* Delete a document from Briefcase */
"Delete Document" = "書類を削除";

/* Delete an image from Briefcase */
"Delete Image" = "画像を削除";

/* Desktop folder in the user's directory */
"Desktop" = "デスクトップ";

/* Title for table section that lists the actions you can perform on a disk image */
"Disk Image Options:" = "ディスクイメージオプション：";

/* Message asking the user if they want to receive a transfer from another iPhone and advising them how to cancel the connection */
"Do you wish to receive files from \"%@\"? (Quitting Briefcase will cancel transfer.) Accept files?" = "\"%@\"からのファイルを受け取りますか?（Briefcaseを終了すると、転送が中止されます。）ファイルを承認しますか?";

/* Documents folder in the user's directory */
"Documents" = "書類";

/* Log message when an operation ends with an error */
"Done with error: %@" = "エラー終了： %@";

/* Title for screen that allows you to download files */
"Download" = "ダウンロード";

/* Label for downloading a file.  The filename will be substituted in */
"Download %@" = "%@ をダウンロード";

/* Button label for downloading a whole directory */
"Download Directory" = "ディレクトリをダウンロード";

/* Error message when a file download ends before the whole file is downloaded */
"Download of file \"%@\" ended prematurely" = "ファイル \"%@\" のダウンロードが途中で終了しました";

/* Label shown in activity view describing the download operation */
"Downloading" = "ダウンロード中";

/* Log message for when a file is downloaded */
"Downloading file: %@" = "ファイルをダウンロード： %@";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of directories is supported only in the full version of Briefcase" = "ディレクトリのダウンロードは、Briefcaseの完全版に限りサポートされます。";

/* Message informing users that they have to upgrade to get the feature */
"Downloading of this file type is supported only in the full version of Briefcase" = "このファイル形式のダウンロードは、Briefcaseの完全版に限りサポートされます。";

/* Downloads folder in the user's directory */
"Downloads" = "ダウンロード";

/* Error message when we have a problem reading the local file */
"Error while reading local file \"%@\" from device" = "装置からローカルファイル \"%@\" の読み込むときにエラーが起きました";

/* Title for message telling the user a file is too large for this device */
"File Too Large" = "ファイルが大きすぎます。";

/* Title for back button
   Briefcase title */
"Files" = "ファイル";

/* Label for UI element that shows the amount of free space left on the device */
"Free Space:" = "空き領域:";

/* Button that takes users to the App Store to buy Briefcase */
"Get Briefcase" = "Briefcaseを取得";

/* Download title */
"Get File" = "ファイルを取得";

/* Title for warning when remote host's hash value has changed */
"Host's Hash Value has Changed" = "ホストのハッシュ値が変更されました";

/* Title for table section that lists the actions you can perform on an image file */
"Image Actions" = "イメージアクション";

/* Label for file action that installs the given package on the remote Mac */
"Install on Mac" = "Mac にインストール";

/* Title for table section that lists the actions you can perform on an installer package */
"Installer Package Options:" = "インストーラパッケージオプション：";

/* Title for browsing local machines in connect tab */
"Local" = "ローカル";

/* Title for login screen */
"Login" = "ログイン";

/* Title when login failed */
"Login Failed" = "ログインに失敗しました";

/* System information label for the amount of memory in the computer */
"Memory Size" = "メモリサイズ";

/* Label for file action that mounts the given disk image on the remote Mac */
"Mount Disk Image" = "ディスクイメージをマウント";

/* Movies folder in the user's directory */
"Movies" = "ムービー";

/* Music folder in the user's directory */
"Music" = "ミュージック";

/* Placeholder for a bookmark name.  It is tagged with a number */
"My Bookmark%d" = "マイブックマーク%d";

/* Label for information field that displays the name of the file */
"name" = "名前";

/* Title for dialogs that show error messages about failed network operations */
"Network Operation Error" = "ネットワーク操作エラー";

/* No, refuse connection */
"No" = "接続を拒否";

/* Message in information screen when we do not have any information to display */
"No Information Available" = "使用可能な情報がありません";

/* Message when there are no local machines */
"No Local Machines" = "ローカルマシンがありません";

/* Error message when we have lost our connection */
"No SFTP connection for download" = "ダウンロード用の SFTP 接続がありません";

/* Message in information screen when we are not connected */
"Not Connected" = "接続されていません";

/* Label for OK button
   OK button label */
"OK" = "OK";

/* Ok button label */
"Ok" = "OK";

/* Label for file action that opens a document on a connected Macintosh computer */
"Open on Mac" = "Mac の書類を開く";

/* Label for button that displays the UI for setting the file browsing options */
"Options" = "オプション";

/* System information label for the version of the operating system */
"OS Version" = "OS のバージョン";

/* Title of back button when file browsing.  Refers the the parent directory */
"Parent" = "上位フォルダ";

/* Title for table section that lists the actions you can perform on a PDF file */
"PDF Options:" = "PDF オプション：";

/* Pictures folder in the user's directory */
"Pictures" = "ピクチャ";

/* Label for file action that plays a movie or sound file on the iPhone */
"Play File" = "ファイルを再生";

/* Title for browsing remote machines in connect tab */
"Remote" = "リモート";

/* Message informing users that they have to upgrade to get the feature */
"Remote login is supported only in the full version of Briefcase" = "リモートログインは、Briefcaseの完全版に限りサポートされます。";

/* Label for information field that reports an images resolution */
"resolution" = "解像度";

/* Label shown in activity view describing the operation */
"Running Remote Command" = "リモートコマンドを実行中";

/* Log message when an upload begins */
"Running remote command" = "リモートコマンドを実行中";

/* Label for file action that sets an image as the desktop background on the remote Mac */
"Set as Desktop Background" = "デスクトップのバックグラウンドとして設定";

/* Label for information field that displays the size of the file */
"size" = "サイズ";

/* Title for system information table */
"System Information" = "システム情報";

/* Warning when remote host's hash value has changed */
"The crytographic key of the machine you are logging into has changed.  This could mean another computer has intercepted your login" = "ログインしようとしているマシンの暗号鍵は変更されました。他のコンピュータによってログインが阻止されている可能性があります。";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on this device to download \"%@\".  You would require %@ more space." = "この装置に十分な領域がないため、\"%1$@\"をダウンロードできません。あと%2$@の領域が必要です。";

/* Message shown to users who try to use the Get Files tab while connected to an iPhone */
"This option not available for iPhones" = "このオプションは、iPhoneに利用できません。";

/* Error message when Briefcase cannot open a remote file */
"Unable to open remote file \"%@\"" = "リモートファイル \"%@\" を開けません";

/* Error message when we cannot open a local file on the iPhone */
"Unable to read \"%@\" file on local device" = "ローカル装置のファイル\"%@\" を読み込めません。";

/* Error message for when Briefcase cannot read a file's properties */
"Unable to read properties of remote file" = "リモートファイルのプロパティを読み込めません";

/* Error message when Briefcase cannot resume a download because the file is larger than 2Gb */
"Unable to resume download of file \"%@\".  File is too large" = "ファイル\"%@\"のダウンロードを再開できません。ファイルが大きすぎます。";

/* Error message when remote command execution fails */
"Unable to run command on remote host" = "リモートホストでコマンドを実行できません";

/* Error message when Briefcase cannot open a local file */
"Unable to write file \"%@\" to iPhone" = "iPhone にファイル \"%@\" を書き込めません";

/* Error message when an unknown error has occurred */
"Unknown error" = "不明なエラー";

/* Button allowing a user to upload to another iPhone user's copy of Briefcase */
"Upload to Briefcase" = "Briefcaseへのアップロード";

/* Title for table section that lists places you can upload your file to */
"Upload to:" = ":へのアップロード";

/* Label shown in activity view describing the upload operation */
"Uploading" = "アップロード中";

/* Log message when we start uploading a file */
"Uploading file %@" = "ファイル %@ のアップロード中";

/* Label for UI element that shows the amount of space used by files in Briefcase */
"Used Space:" = "使用済み領域:";

/* Label for file action that views a document on the iPhone */
"View Document" = "書類を表示";

/* Label for file action that views a document on a connected Macintosh computer */
"View Document on Mac" = "Macに書類を表示";

/* Label for file action that views an image on the connected Mac */
"View Image On Mac" = "Macに画像を表示";

/* Message shown to the user while waiting for the other iPhone to accept their connection request */
"Waiting for permission to connect to \"%@\"" = "\"%@\"への接続許可待ち";

/* Warning displayed to user the first time they save a password */
"Warning: If you save passwords to the keychain it is strongly recommended that you turn on the Passcode Lock feature of the iPhone." = "警告：キーチェーンにパスワードを保存する場合、iPhone のパスコードロック機能を入にすることを強くお勧めします。";

/* Yes, accept connection */
"Yes" = "接続を承認";

/* Message when login failed */
"Your username and password were not accepted.  Please try again." = "ユーザ名とパスワードが受け入れられません。もう一度やり直してください。";


﻿
/* Message asking user if they want to replace a local file */
"\"%@\" already exists in Briefcase.  Do you want to replace it?" = "\"%@\" は、すでにBriefcaseに存在します。このファイルを置き換えますか？";

/* Title for button that allows the user to add a new remote destination to upload files to */
"Add New Destination" = "新規送り先を追加";

/* The name of the file containing the manual.  This filename should be translated */
"Briefcase Manual.pdf" = "Briefcaseマニュアル.pdf";

/* Button allowing the user to choose a destination for their file on the remote machine */
"Choose Destination" = "送り先を選択";

/* message telling the user that the directory they are downloading has too many files in it */
"Directory contains too many files to download" = "ディレクトリに含まれるファイルが多すぎるため、ダウンロードできません。";

/* Title for message telling the user a directory is too large for this device */
"Directory Too Large" = "ディレクトリが大きすぎます。";

/* Title for warning that a files already exists */
"File Exists" = "ファイルが存在します。";

/* Title for message to user warning them to lock their devices */
"Keychain Warning" = "キーチェーン警告";

/* Label for file action that plays a media file on a connected Macintosh computer */
"Play File on Mac" = "Macでファイルを稼動";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "リモートファイル\"%@\"は、すでに存在します。このファイルを置き換えますか？";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "リモート装置に十分な領域がないため、\"%1$@\"をアップロードできません。あと%2$@の領域が必要です。";

/* Message asking user if they want to replace a remote file */
"The remote file \"%@\" already exists.  Do you want to replace it?" = "リモートファイル\"%@\"は、すでに存在します。このファイルを置き換えますか？";

/* Message displayed when the user tries to download a file to big to fit on this device */
"There is not enough space on the remote device to upload \"%@\".  You would require %@ more space." = "リモート装置に十分な領域がないため、\"%1$@\"をアップロードできません。あと%2$@の領域が必要です。";

/* Title for error message that occurs when Briefcase cannot display a document */
"View Document Error" = "書類エラーを表示";

/* Error message displayed when Briefcase cannot display a document */
"Viewing of document \"%@\" is not supported on this device" = "書類\"%@\"の表示は、この装置でサポートされていません。";

/* Message informing users that they have to upgrade to view large images */
"Image viewing in Briefcase Lite is limited to small images. The full version of Briefcase supports larger images." = "Briefcase Lite で表示される画像は、小さなものに限られています。フルバージョンの Briefcase では、大きな画像もサポートされています";

/* Message asking the user if they want to erase all of their passwords */
"Do you wish to clear all stored passwords from your keychain?" = "格納されているすべてのパスワードをキーチェーンからクリア（削除）しますか？";

/* Message informing users that they have to upgrade to view more file types */
"This document type is not supported. The full version of Briefcase supports more document types." = "このドキュメントタイプはサポートされていません。フルバージョンのBriefcase では、より多くのドキュメントタイプがサポートされています";

/* Message to the user telling them that no WiFi network is available */
"No WiFi Network" = "WiFiネットワークがありません。";
